const fin_counerpartie = [
ARAVT GROUP ТОО
CARPE DIEM ENERGY DMCC
GLP Operator
Logistic resurs TOO
ST CARGO LOGISTIC TOO
TOO CITITRANS
АВАНТТРАНС ООО
Авион Норд ТОО
АУРА ОЙЛ ООО
ВЕКТОР-ДВИЖЕНИЯ ООО
ВЕРАТЭК ООО
ГК Титан АО
ГНК ООО
ГПН
ГПТ
Грифон
Дельта-Трейд ООО
Диптранс
Еврохим
ЗСТК
ЛУКОЙЛ ЛУБРИКАНТС
Мечел
МЕЧЕЛ-ТРАНС ООО
ННК-ТРАНС АО
НХС
НХТК ООО
ОБНИНСКОРГСИНТЕЗ АО
ОКСИ ЭНЕРДЖИ ООО
ОМСК ТРАНС-СЕРВИС
ОТС-ЛОГИСТИКА ООО
ПГК
ПЕТРОЛЕУМ ТОО
ПМХ-ТРАНСПОРТ ООО 
ПОТ
ППО-КЛМ ООО
Премиум Ойл Транс
ПРОМЖДСЕРВИС ООО
Проминвест
РЕЙЛ СЕРВИС ООО
РЕСУРС ТРАНС ООО
Р-ЛАЙН ТРАНСПОРТНЫЕ СИСТЕМЫ 
РН-Транс
РСТ-Оператор
РТК-Групп
РТС-Транс
РусОйлЭкс
РУСТЭК-МАГИСТРАЛЬ ООО
РЭУ ООО
САНТОРИНИ ВИКТОРИ ООО
СГК ООО
СОКАР РУС ООО
СТАР ГРУПП ООО
СТС_ООО
СТС-ГРУПП ООО
Стэнком
СЭТ
ТАЙГА ЭНЕРДЖИ ООО
ТАКТ ООО
Татнефтехим ООО
ТВ ООО
ТЛК 
ТНТ
ТрансТэк
ТРЕЙД ОЙЛ ООО
Триумф ООО
ТТК
УРАЛ ЛОГИСТИКА ООО
УРАЛНЕФТЕТРАНС ООО
ФАВОРИТТРАНССЕРВИС ООО 
ФГК АО
Форст Трейдинг
Элемент
Энергоресурсы
ЯДРАН АО
Доходы ПВ
Alkos
Carbon Trading Sp.
FSL
GLP Operator
GR TRADE ТОО
HORUS Intertrade & Consulting KFT 
KMG SUPPLY COMPANY
METALLOINVEST TRADING AG
PartnerInterFreight (ПартнэрИнтэрФрэйт)  
TRANSPORT TECHNOLOGIES GP OOO
АзияТрейдЛогистик
АйЭмТи
АЛОРАН ООО
Альфа-транс ООО
АльянсИнерт
АНГСТРЕМ ООО
АНТРАЦИТ ТРЕЙД ООО
АРДЕН ООО
Арселор ООО
АСР-Групп ООО
Атлант
АТР ООО
БАЗАЛТ ООО
Белкоммерц
БПТранспорт 
БТЛЦ ГП
БТС-ЛОГИСТИКА ООО
БУЛАТОВСКИЙ БАЗАЛЬТ ООО
БЦК_Мин
ВЕСКО
Виста
ВМЗ АО
Волжская ладья
ВОСТОК ГК ООО
ВС ЛОГИСТИК ООО
ВТК ООО
ВЭЙ-ГРУПП.РФ ООО 
Геда
ГК ВАГОНСЕРВИС ООО
ГНК ООО
ГПН
ГПТ
ГРУЗОВАЯ КОМПАНИЯ ООО
Дар Транс Логистик
ДЖЕТТА СТРОЙ ЛТД ТОО
ДЛСГРУПП ООО
ДНК ООО
ДРУЖКОВСКОЕ РУДОУПРАВЛЕНИЕ
ДублТранс
Евро Лоджистик Трейд
ЕВРОСИБ СПБ-ТС АО
Евротрансрейл
Еврощебень
Зеленый клин ООО
ЗУР ООО
ИКТ
ИНТЕР ТРАНС ООО
ИНТЕРЛОГИСТИКС ООО
Исткомтранс
КазТрейдЛогистик
КАЛУГАВАГОНСЕРВИС ООО
КАМЕЛОТ ООО
Каракан Транс Сервис (КТС)
Карбо Логистикс
КАРБОН УГОЛЬ ООО
Карботрейд
КАРБО-ТРЕЙД ООО
Касол
КаспийскГаз
КВАТРО ПЛ ЛОГИСТИКА ООО
КВУ ООО
КЕРАМРЕСУРС
КИТ
Клиши
КОКС
Лавский карьер
ЛВ Транс
ЛЕБЕДИНСКИЙ ГОК АО
Логистика-МП
Лотра
ЛСР-Базовые
МАГИСТРАЛЬ ООО
Магнезит ООО
Майкубен-Вест ООО
МГОК ИМ. А.В. ВАРИЧЕВА АО
Мечел/ТЦФТО
МЕЧЕЛ-ТРАНС ООО
МИКТРансАзия
МИШ
МИШ-Евразия
М-Карго ООО
М-ПЛАСТ ООО
МТК ООО
МТЛК ООО
НВК
НКСИ ООО
НК-СИТИ
Новая Горная Компания
НПК АО (Новая перевозочная Компания)
НСТ
НТК
НТК ООО
ОГДК АО
ОТИ Логистика
ОЭМК ИМ. А.А. УГАРОВА АО
ПГК
Первая Мультимодальная Компания
ПК ФЕРРУМ ТРЕЙД ООО
ПМХ-ТРАНСПОРТ
Пореченский карьер
ППО
Промагротранс
ПРОМУГОЛЬСЕРВИС ООО
ПУТ
РВК ООО (ИНН 5406995691)
Регион
РЕЙЛ ЭКСПРЕСС
РемиНико
РЖД-Л
РН-Транс
Росальянс
РПК
РС-транс
РТЛ
РТС
РУСНЕРУДТРЕЙД ООО
РУС-ОЙЛЭКС ООО
Русский уголь
РУТ ЛОГИСТИК ТК ООО
Рэд Холт
РЭЙЛ ПРО ООО
РЭУ ООО
Сарматт
САТКИНСКАЯ НЕРУДНАЯ КОМПАНИЯ ООО
Саянпромтранс ООО
СГК ООО
СДС-Уголь
Серебрянский Завод
СЗТК ООО
СибАнтрацит
СИБТРЕЙД ООО
Сибуглемет
СИГМА ООО
СКС 
СОКАР
СТЕЛЛА ООО
Строительная Торговая Компания
Строй-Древ
Стройсервис
СТРОЙТЕХНО-УРАЛ ООО
СТ-ЮНИТ ООО
СУЭК
СЧПЗ
СЭТ
Талдинская Трейдинговая Компания ООО
ТВ ОО
ТГК АО
ТД РКУ
ТД ТЛС ООО 
Тенгри Транс TOO
Терминал Морской Рыбный Порт ООО
ТК ЕВРАЗХОЛДИНГ ООО
ТК Славия
ТЛК Старый ключ ООО
ТНП 
ТНТ 
Топкарготранс
ТОРГОВЫЙ ДОМ ТИАН ООО
ТРАНЗИТ СЕРВИС
Транс Инвест ООО
ТРАНСГРУЗ ООО
ТрансКом ТОО
Транслизинг
ТРАНСМЕТКОКС ООО
Трансрада
Трансрапид
ТРАНССИБУРАЛ ООО
ТРАНСХИМРЕСУРС ООО
ТрасКом
Т-Сервис
ТСТ ООО
ТТ ЛОГИСТИКА ООО
ТТК
ТУЛАЧЕРМЕТ
ТЭК Ультима
УГМК
Уголь-Транс
УГПХ ООО
УК Разрез Степной АО
УК ЮЖНЫЙ АЛЬЯНС ООО
УКСК ООО
Урал-Логистика
УРАЛЬСКАЯ СТАЛЬ АО
УРАЛЬСКАЯ ТРАНСПОРТНАЯ КОМПАНИЯ ООО
ФЕНИКС ООО НК
Филиал Грузовая служба-Запад в г.Смоленске ООО
ФЛК_ООО
Центр комир ТОО
ЦОФБ 
ЧЭМК
ШАХТА ГРАМОТЕИНСКАЯ ООО
ШАХТОУПРАВЛЕНИЕ ОБУХОВСКАЯ АО
ЭкспортТрейдинг
ЭЛСИ ЛОГИСТИКА СИБИРЬ ООО
ЭНЕРГО-ТРЭЙД ООО
ЭНЭРГО-ТРЭЙД ООО
Юг-Транс
ЮДК-ГРУПП ООО
ЮЖНО-СИБИРСКИЙ АО ТД
0
CEMEX ENGINEERING 
Аренда (поступления)
CEMEX ENGINEERING
ВЕКТОР РЕЙЛ АКТИВ ООО 
ВЕЛЕС ООО
ВЕЛЕС ТК ООО
ДельтаХолдинг
ДНК ООО
Дулаанвинг
ИНТЕР ТРАНС ООО
Казцинк
ММСК ООО
НЕФТЕТРАНСПОРТ
ПГК ПАО
Плановые_поступления_Аренда
ПМХ ТРАНСПОРТ
ПромСтройМаш
РТА
РТС-ТРАНС ООО
Рутгерс Севертар ООО
СОФИТ ООО
Союзметаллсервис ООО
СТЕЛЛА ООО
СТС-Групп
СЭТ
ТЛК
ТЛС
ТНТ
Тонж-логистик
ТОО «QUANTUM CHEMICAL» 
Эдельвейс Транс ТОО
ЭЙ_СИ_РЕЙЛ
Энергоресурсы

Прочие возмещения
SIA TRANSWEST
АБЦ-РЕЙЛ 
АЙ ЭМ ТИ ЭКСПРЕСС ООО
АСР-Групп ООО
АТЛАНТ ООО
БАЗАЛТ ООО
БАЛТТРАНССЕРВИС ООО 
БВРЗ ООО
БРАНСВИК РЕЙЛ ООО
ВЕКТОР РЕЙЛ АКТИВ ООО 
ВЕРАТЭК ООО
Виста Фрэйт
ВымпелКом
ГАЗПРОМТРАНС ООО
ГК НОВОТРАНС ООО
ГРУЗОВАЯ КОМПАНИЯ ООО
Дельта-Трейд ООО
ДЛСГРУПП ООО
Евро Лоджистик Трейд
ЖЕЛЕЗНОДОРОЖНЫЕ АКТИВЫ ООО
ИВК ООО
ИКК АО
ИТЕК ЛОГИСТИК АО
Казцинк-ТемирТранс
Кантский Цементный завод
Карбо Логистикс
КАРБОН УГОЛЬ ООО
КВРЗ НОВОТРАНС ООО
КИБЕР ЭРА ООО
КОВАЛЕВ
КОНЦЕРН ДЛС АО
КОНЦЕРН ДЛС АО 
МАКСИМА ЛОГИСТИК ООО
МЕЖРАЙОННАЯ ИФНС РОССИИ № 22 ПО МОСКОВСКОЙ ОБЛАСТИ
МЕРСЕДЕС-БЕНЦ ФАЙНЕНШЛ СЕРВИСЕС РУС ООО 
МОДУМ-ТРАНС ООО
НВК ООО
НЕФТЕТРАНССЕРВИС
НКС ООО
ННК-ТРАНС АО
ОЙЛТРАНС ООО 
ОКТЯБРЬСКАЯ ДИРЕКЦИЯ ИНФРАСТРУКТУРЫ
ПАНАВТО ООО
ПГК АО
Первая Мульмодальная Компания ТОО
Плановые_поступл. (возмещения)_Аренда
Премиум Ойл Транс
Промагротранс ООО
ПРОМИНВЕСТ ООО
Промстроймаш
ПРОМТРАНС ООО
ПРОМТРАНССЕРВИС ООО
ПРОМУГОЛЬТРАНС ООО
РЕИЛГО ООО
РЕЙЛ СЕРВИС ООО
РЕСУРС ТРАНС ООО
РефТранс ООО
РЖД ОАО
РН-ТРАНС АО
РТА-Транс
РТК ГРУПП ООО
РТС-ТРАНС ООО
РУС-ОЙЛЭКС ООО
СЕВЕРОТРАНС ООО
СЕТКО ООО
СК ПАРИ АО
СЛК ООО
СОВФРАХТ ПАО
СОГАЗ_А
СОФИТ ООО
СТРОЙ-ДРЕВ ООО
СТС
СТС ООО
СЭТ
ТГК АО
ТНТ 
Тонж логистик
ТОО РТС Operator
ТрансЛизинг ООО (ИНН 3663058836)
ТрансЛизингСервис АО
ТРАНСМЕТКОКС ООО
ТРАНСОЙЛ ООО
ТРАНСПОРТНО-ЛОГИСТИЧЕСКАЯ КОМПАНИЯ ООО
ТРАНС-ТЭК ООО
ТСТ ООО
ТТ
ТТК-ТРАНС ООО
ТФМ-ГАРАНТ АО
ТЭК ТРАНСЛИН
ТЭК-ННЭ ООО
УГД по Есильскому району
УП Витебское отделение Бел.ж.д. Новополоцкая промывочно-пропарочная станция
УРАЛ ЛОГИСТИКА ООО
ФГК АО 
Филиал Грузовая служба-Запад в г.Смоленске ООО
ФОРТС
ЦИФРОВАЯ ЛОГИСТИКА
ЭЙ-СИ-РЕЙЛ ООО
ЭКОЛАЙН ООО
Элемент
ЭНЕРГОРЕСУРСЫ ООО
ЭНТУЗИАСТ-С ООО
ЮНИРЕЙЛГРУПП ООО
ЮНИТРАНС РЭЙЛ ООО
Доходы от ремонтов
AB LTG Cargo Литва
APS TOO (AsiaPartnerService)
SIA TRANSWEST
АБЦ-РЕЙЛ ООО
АЙ ЭМ ТИ ЭКСПРЕСС ООО
Александров Александр Иванович
АЛТАЙВАГОН АО
АТЛАНТ ООО
БВРЗ ООО
БВРП НОВОТРАНС ООО
БРАНСВИК РЕЙЛ ООО
ВАГОНДОРМАШ ООО
ВЕКТОР РЕЙЛ АКТИВ ООО (бывший Брансвик)
ВИС ООО
ВКМ ООО
ВКМ-СЕРВИС ООО
ВРЗ АО
ВРК - 2 АО
ВРК - 3 АО
ВРП НОВОТРАНС ООО
ГПТ ООО
ГРС ООО
ДЕЛОВОЙ ВИЗИТ ООО
Джанкой Крымская ж.д.
ЖД-СТРОЙ ООО
ИКК АО
ИТА
Казцинк-ТемирТранс
КВРЗ НОВОТРАНС ООО 
КТЖ-Грузовые перевозки Казахстан
МАГИСТРАЛЬ ООО
НАХОДКА
НВК ООО
НЕВАТРАНССЕРВИС ООО 
Нижнекамскнефтехим ПАО
НТК ООО (ИНН 9731013266)
ООО ИВС
ОРСК-ВАГОНОРЕМОНТ ООО
ПГК
Петролеум
Плановый_контрагент
Премиум Ойл Транс
ПРОМТРАНССЕРВИС ООО
ПРОТЕХ ООО
РАЗВИТИЕ ЖК ООО
РЖД ОАО / КДИ ЦДИ (ВЧД)
РТА-Транс
СВР-ЧЕЛЯБИНСК
СЛК ООО
СПЕЦЭНЕРГОТРАНС АО
ТВМ ООО
ТЕХТРАНС ООО
ТОО "PTC Holding"
ТОО Камкор вагон
ТРАНЗИТ-Н ООО
ТРАНСПОРТНО-ЛОГИСТИЧЕСКАЯ КОМПАНИЯ ООО
ТРАНСРЕСУРС ООО (запчасти)
ТЭК-ННЭ ООО
ФЕОКОМ ООО
ФОРТС ООО
ЭВР ООО
ЭЙМАР ООО
Претензии и судебная работа
ARAVT GROUP ТОО
Daugavpils Lokomotivju Remonta Rupnica 
GLP Operator
Logistic resurs TOO
PartnerInterFreight (ПартнэрИнтэрФрэйт)  
TOO CITITRANS
АБЦ-РЕЙЛ ООО
Авион Норд ТОО
АлоисТрансСервис
АЛОРАН ООО
АЛТАЙВАГОН АО
АльянсИнерт
АНТРАЦИТ ТРЕЙД ООО
АРДЕН ООО
АРКЕТГРУПП ООО
АТР ООО
АУРА ОЙЛ ООО
БАЗАЛТ ООО
БАНК ВТБ (ПАО) 
Барнаульский ВРЗ АО
БВРЗ ООО
БВРП НОВОТРАНС ООО
Белорусская железная дорога ГО
БМП ОАО 
БПТРАНСПОРТ ООО
БТЛЦ ГП
БТС-ЛОГИСТИКА ООО
ВАГОН АО
ВАГОНДОРМАШ ООО
ВАГОНОРЕМОНТНАЯКОМПАНИЯ ООО
ВАГОН-СЕРВИС ТРАНС ООО
ВДБ ООО
ВЕКТОР-ДВИЖЕНИЯ ООО
ВЕРАТЭК ООО
ВКМ Бурея ООО
ВКМ ООО
ВКМ-СЕРВИС ООО
ВОСТОК ГК ООО
ВРЗ АО
ВРК - 1 АО
ВРК - 2 АО
ВРК - 3 АО
ВРК Купино ООО
ВРП НОВОТРАНС ООО
ВРЦ ООО
ВС ЛОГИСТИК ООО
ВТК ОРСК ООО
ВЫБОР-ТРАНЗИТ ООО
ГАЗПРОМ НЕФТЬ ПАО
ГАЗПРОМТРАНС ООО
ГРИФОН АО НВФ
ГРС ООО
ГРУЗОВОЙ КОНТИНГЕНТ ООО
ГСП-ТРЕЙД ООО
ДАЛЬВАГОНОРЕМОНТ ООО
Дельта-Трейд ООО
ДИККОМ ООО
Диптранс
ДЛСГРУПП ООО
ДОЛЕРИТ ООО
ЕВРОТРАНСРЕЙЛ ООО
ЕВРОХИМ ООО
ЖДВ ООО
ЖЕЛДОРСЕРВИС ООО
ЗЕЛЕНЫЙ КЛИН ООО
ЗСТК ООО
ЗУР ООО
ИКТ_ООО
ИНТЕР ТРАНС ООО
ИНТЭК ООО
Исткомтранс
ИФНС № 26
КАМЕЛОТ ООО
КАМЕНСКИЙ ЩЕБЕНОЧНЫЙ ЗАВОД ООО
КАРБОН УГОЛЬ ООО
КАРБО-ТРЕЙД ООО
КАСОЛ ООО
КАСПИЙГАЗ ООО
КВАТРО ПЛ ЛОГИСТИКА ООО
КВРЗ НОВОТРАНС ООО
КВРП НОВОТРАНС ООО
КВУ ООО
КОКС ПАО
КОЛЕСА РЖД ООО
Копцов Владислав Петрович ИП
Красноярсккрайуголь АО
ЛЕРУА-ТРЕЙД ООО
ЛЛМЗ-КАМАХ ООО 
ЛОГИСТИКА-МП ООО
ЛУКОЙЛ Лубринтс Центральная Азия TOO
МАГИСТРАЛЬ ООО
МАЙКУБЕН-ВЕСТ ООО
МГОК АО
МЕЧЕЛ-ТРАНС ООО
МИКТРАНСАЗИЯ ТОО
М-КАРГО (БЫВШИЙ М-ПЛАСТ)
МТК ООО
НАХОДКА ООО
НБ ТАЙГА ЭНЕРДЖИ ООО
НВК ООО
НЕФТЕТРАНСПОРТ АО
НИЖНЕКАМСКНЕФТЕХИМ ПАО
НКТ ООО
НМТ ООО
ННК-ТРАНС АО
НОВАЯ ГОРНАЯ УК ООО
НОВОРОССИЙСКИЙ МОРСКОЙ ТОРГОВЫЙ ПОРТ ПАО
НОВОТРАНС КС ООО
НСТ ООО
НТГ ООО
НТК АО
НХТК ООО
ОГДК АО
ОКСИ ЭНЕРДЖИ ООО
ОТИ ЛОГИСТИКА ООО
ОТЭК ООО
ОТЭКО АО
ПГК ПАО
ПМ-РЕСУРС ООО
Поступления по ИЛ
ППО ООО
ППО-КЛМ ООО
Приазовье ЗАО
ПРОМЖДСЕРВИС ООО
ПРОМИНВЕСТ ООО
ПРОМТРАНС-А ООО
ПРОМУГОЛЬСЕРВИС ООО
ПРОМУГОЛЬТРАНС ООО
РАЗРЕЗ СТЕПНОЙ УК
РАФ СЕРВИС ООО
РВК ООО
РЕЙЛ СЕРВИС ООО
РЕСУРС ТРАНС ООО
РЖД ОАО
Р-Лайн ТС
РН-ТРАНС АО
РТК ГРУПП ООО
РТС-ТРАНС ООО
РУС-ОЙЛЭКС ООО
РУСТЭК-МАГИСТРАЛЬ ООО
РУТ ЛОГИСТИК ТК ООО
САМАРСКИЙ ГИПСОВЫЙ КОМБИНАТ ЗАО
САНТОРИНИ ВИКТОРИ ООО
САТКИНСКАЯ НЕРУДНАЯ КОМПАНИЯ ООО
САЯНПРОМТРАНС ООО
СВРЗ ООО
СВРК АО
СГК ООО
СДС-УГОЛЬ АО ХК
СЕРЕБРЯНСКИЙ ЦЕМЕНТНЫЙ ЗАВОД ООО
СИБТРЕЙД ООО
СКС ООО
СЛК ООО
СОВФРАХТ ПАО
СОКАР РУС ООО
СОКАР ЭНЕРГОРЕСУРС ООО
СПЕЦЭНЕРГОТРАНС АО
СТАЛЬНОЙ ПУТЬ ОМК АО (бывш. ВРК-3)
СТАР ГРУПП ООО
СТРОЙ-ДРЕВ ООО
СТРОЙСЕРВИС АО
СТС_ООО
СТС-ГРУПП ООО
СТ-ЮНИТ ООО
СЧПЗ ТРЕЙД ООО
ТАГАНРОГСКИЙ МОРСКОЙ ТОРГОВЫЙ ПОРТ АО
ТАЙГА ЭНЕРДЖИ ООО
ТАКТ ООО
ТАНДЕМ-ТРАНСГРУПП ООО
ТАТНЕФТЕХИМ ООО
Татнефть-Транс ООО
ТВ ООО
ТВМ ООО
ТК ЕВРАЗХОЛДИНГ ООО
ТК РУТ ЛОГИСТИК ООО
ТОК ООО
ТОМСКАЯ ТОПЛИВНАЯ КОМПАНИЯ ООО
Топкарготранс ООО
ТОРГОВЫЙ ДОМ РКУ (ТИАН)
ТРАНС ИНВЕСТ ООО
ТрансЛизинг ООО
ТРАНСМЕТКОКС ООО
ТРАНСПОРТНАЯ КОМПАНИЯ СЛАВИЯ ООО
ТРАНСПОРТНО-ЛОГИСТИЧЕСКАЯ КОМПАНИЯ ООО
ТРАНСРАДА ООО
ТРАНСРЕСУРС ООО (запчасти)
ТРАНССТРОЙ ООО
ТРАНС-ТЭК ООО
ТРАНСХИМРЕСУРС ООО
ТРЕЙД ОЙЛ ООО
Т-СЕРВИС ЛОГИСТИКС ООО
ТСУ ООО
ТТ ЛОГИСТИКА ООО
ТЮМЕНЬ ЖД СЕРВИС ООО
УВК ЗАО
УГМК-ТРАНС ООО
УГОЛЬ-ТРАНС АО
УГПХ ООО
УГШК ЗАО
УК Разрез Степной АО
УК ЮЖНЫЙ АЛЬЯНС  ООО
УРАЛ ЛОГИСТИКА ООО
УРАЛВАГОНЗАВОД НПК 
УРАЛХИМ-ТРАНС ООО 
УРАЛЬСКАЯ СТАЛЬ АО
УФК по Алтайскому краю(МЕЖРАЙОННАЯ ИФНС РОССИИ № 14 ПО АЛТАЙСКОМУ КРАЮ)
ФЛК ООО
Центр Комир KZ
ЦИФРОВАЯ ЛОГИСТИКА ООО
ЦОФ БЕРЁЗОВСКАЯ АО
ЧАСТНОЕ ПРЕДПРИЯТИЕ ДУБЛТРАНС
ЧЕЛЯБОБЛТОППРОМ ООО
ЧЭМК
ШАХТА ГРАМОТЕИНСКАЯ ООО
ЭЛЕКТРОКЕРАМИКА АО
ЭЛЕМЕНТ ООО
ЭНЕРГОРЕСУРСЫ ООО
ЭНЭРГО-ТРЭЙД ООО
ЮВК ООО
ЮДК-ГРУПП ООО
ЮЖНО-СИБИРСКИЙ АО ТД
ЮНИТРАНС РЭЙЛ ООО
ЮСКОВ ЕВГЕНИЙ АЛЕКСАНДРОВИЧ ИП
Поступления от УЭ (лом, склад)
SIA TRANSWEST
АБЦ-РЕЙЛ ООО
АВТОРИТЕТ ТЭК ООО
Александров Александр Иванович
АМАЛЬ ООО
АМ-ТЕХ ООО
БВРЗ ООО
БВРП НОВОТРАНС ООО
ВАГОНДОРМАШ ООО
ВАГОНОРЕМОНТНАЯКОМПАНИЯ ООО 
ВЕГА-М ООО
ВЕКТОР РЕЙЛ АКТИВ ООО (бывший Брансвик)
ВИБ-ТРАНС ООО
ВИС ООО
ВКМ ООО
ВМТ ООО (ВторМетТранс)
Возрождение ООО
ВолгаМеталл ООО
ВРЗ АО
ВРК - 2 АО
ВРК СИБИРЬ ООО
ВРК-ГАРАНТ ООО
ВРК-ТРАНС ООО
ВРП НОВОТРАНС ООО
ВТЛ ООО
ВТОРИЧНЫЕ РЕСУРСЫ КАРЕЛИЯ ООО
ВТОРМЕТАЛЛ ООО 
ВТОРСНАБ ООО
ГАРМЕТ ООО
ГРАНЬ ООО
ГРС ООО
ДОРБСТРАНС ООО
ДЭМЗ ООО
Енисейвагонтранс ООО
ЖД 1520 ООО
ЖД ПРОФИ ООО
ЖД ТРАНС ООО
ЖД-ГАРАНТ ООО
ЖДК ООО
ИТЕК ЛОГИСТИК АО
КазВторМет ТОО
КВРЗ НОВОТРАНС ООО 
КОНТЕЙНЕРНЫЙ СЕРВИС ТК ООО
КОРУНД ООО
КРАЙМЕТ ООО
МАГИСТРАЛЬ ООО
МЕЛОНКОМ ООО
МИР ООО
МОНОЛИТ ООО
М-СТАЛЬ ООО
НАХОДКА ООО
НВК ООО
НЕВАТРАНССЕРВИС ООО
НикоМет ООО
НОРДМЕТАЛЛ ООО 
НТ-СЕРВИС ГАЙ ООО
Партнер ООО
ПГК ПАО
Плановый_контрагент
ПО ТАТВТОРЧЕРМЕТ ООО
ПРЕССЛОМ ООО
ПРИМОРВТОРСЫРЬЕ-ЯКУТИЯ ООО
ПРОМВЕСТ ООО ПО
ПРОМСТРОЙМАШ ООО
ПРОМТРАНС ООО
ПСК ООО
РАЗВИТИЕ ЖК ООО
РВК ООО
РЖД ОАО
Сарбаз Ордасы TOO
СД ГРУПП ООО
СЕРВИСВАГОН ООО
СибПромРесурс
СМК_ООО
СОВФРАХТ ПАО
СТАЛЬНОЙ ПУТЬ ОМК АО (бывш. ВРК-3)
ТАТВТОРЧЕРМЕТ ПО ООО 
ТЕХНОЛОГИЯ ООО
ТЕХСНАБ МК ООО
ТЕХТРАНС ООО
ТК АРГО ООО
ТМК МЕТА ООО
ТМК Ярцево
ТрансЛизинг АО
Транслом ООО
ТРАНСМЕТ ООО
ТРАНСРЕСУРС ООО
ТЭК ТРАНСЛИН
ТЮМЕНСКАЯ СЕРВИСНАЯ ЖД КОМПАНИЯ ООО
УГОЛЬ-ТРАНС АО
УРАЛТРЕЙД ООО
ФЕРРУМ ЦЕНТР ВАГОННОГО СЕРВИСА  ООО
ХИДАН ООО
ЦРВ АБДУЛИНО ООО
ЧЕРМЕТ-ВОЛЖСКИЙ ООО
ЭЙМАР ООО
ЭКОРЕКС-МЕТАЛЛ ООО
Эльбрус ООО
Прочие поступления
AB LTG CARGO
Daugavpils Lokomotivju Remonta Rupnica 
KZT Express
NGSA LLC/ОсОО НГСА
Rail Trans Invest
TRANSPORT TECHNOLOGIES GP OOO
АВТОБАД ООО
АВТОСТОП ООО
АЛЬФАСТРАХОВАНИЕ АО
АЛЬЯНС ОЙЛ ООО
БВРЗ ООО
БВРП НОВОТРАНС ООО
БЕЛОРУССКОЕ МОРСКОЕ ПАРОХОДСТВО
БСК ООО
Бусов Виталий Сергеевич
ВАГОН-СЕРВИС ТРАНС ООО
ВИДЕОГЛАЗ ЦЕНТР ООО
ВКМ ООО (Находка)
ВРК - 1 АО
ВРК - 2 АО
ВРК ООО
ВРК-ТРАНС ООО
ВРП НОВОТРАНС ООО
ВС АВТО ООО
ВСЕСВЕТОДИОДЫ ООО
ГПС ООО
ГРС ООО
ДАЙМЭКС ООО
Дедюля А. П. ИП
ДЕЛОВОЙ ВИЗИТ ООО
ДЕЛЬТАХОЛДИНГ ООО
Евразия ТС
ЕВРОКАЗ-ТРАНС ООО 
ЖД-ГАРАНТ ООО
ИВС ООО
ИЗДАТЕЛЬСКИЙ ДОМ ГУДОК ОАО
Интернет Решения ООО
ИНТЕРФАКС АО
ИТВ ТРАНС ООО
ИФНС РОССИИ ПО ЦЕНТРАЛЬНОМУ РАЙОНУ Г. ЧЕЛЯБИНСКА
КАРЬЕР КОККОМЯКИ АО
КЖД_ФГП
КИБЕР ЭРА ООО
КОНТУР СКБ ПФ АО
КТЖ-Грузовые перевозки Казахстан
Кузеванов Дмитрий Александрович ИП
Ласкина Светлана Валентиновна
МАКС-ИВЕНТ ООО
МИ ФНС России по управлению долгом
Микаелян Завен Сережаевич
НВК ООО
НИЖНЕКАМСКНЕФТЕХИМ ПАО
НКСИ ООО
НОРДМЕТАЛЛ ООО
НТК ООО
ОЖХ
Отдел судебных приставов по Менделеевскому и Тукаевскому районам УФССП России по Республике Татарста 
ОТЕЛЬСТРОЙ ООО
ОТКРЫТЫЙ ЛИЗИНГ ООО
ПГК ПАО
ПЕРВАЯ ОФИСНАЯ КОМПАНИЯ ООО
Петролеум - ремонты
ПЖТ ООО
ПОДАРОЧНАЯ КОМПАНИЯ ООО
ППГХО ПАО
ПРОМТРАНС ООО
ПРОТЕХ ООО
ПТЛК ООО
РАЙФФАЙЗЕНБАНК АО
РЕДАКЦИЯ ЖУРНАЛА РЖД-ПАРТНЕР ООО
РЕМСПЕЦТРАНС ООО
РЕСО-Гарантия
РЕСУРС ТРАНС ООО
РЖД ОАО
РТИТС ООО
РТК ГРУПП ООО
РТС (РегионТрансСервис)
РТС-ТРАНС ООО
РЭД БОКС КО. ЗАО
Сбербанк России
СВР-ЧЕЛЯБИНСК ООО
СГ-ТРАНС АО
СДСП ООО 
СЕВЕРОТРАНС ООО
Серчинформ ООО
СЛК ООО
СОГАЗ АО
СТАЛЬНОЙ ПУТЬ ОМК АО (бывш. ВРК-3)
СТОЛ ТУМБА КРЕСЛО ООО
Т4К ООО
ТАЛТЭК ТРАНС АО
ТАМР Транс Сервис
ТАТНЕФТЬ ИМ. В.Д. ШАШИНА ПАО
Тертычный Сергей Николаевич 
ТЕХНОЛОГИИ ПРАВА ООО
ТЕХСНАБ МК ООО
Тинькофф Банк АО
Титова Татьяна Олеговна
ТОО РТС Holding
ТОО РТС Operator
ТПП РОССИИ, ТПП РФ
ТРАНСЛИЗИНГ ООО НОВЫЙ
ТРАНСОУШЕН РУ ООО
ТЮМЕНЬ ВАГОННОЕ ДЕПО 
УГД по Есильскому району
ФГУП_КЖ
Филиал Грузовая служба-Запад в г.Смоленске ООО
ФИНАНСБИЗНЕСГРУПП ООО
Хабибуллина Л.Н.
ХАРАКТЕРОФФ ООО ТК
ЦРПИ АО
ШЕЛКО ООО
ЭКЗА АО
ЭКСПЕРТ-БЮРО ПОЛИГРАФ ООО
]

export default {
    fin_counerpartie
}