const groups = {
    all: 'Все',
    agent: 'Агенты',
    renter: 'Арендодатель',
    rail_tariff_supplier: 'Поставщики',
    product_supplier: 'Поставщики',
    service_supplier: 'Поставщики',
    client: 'Клиенты',
    tenant: 'Арендатор',
    retail: 'Розничные',
    bank: 'Банки',
    depot: 'Депо',
    our_firm: 'Наши',
    individual: 'Физические',
    other: 'Прочие',
    branch: 'Филиалы',
    specific: 'Специфические',
    budget: 'Бюджет',
    extra_budgetary_fond: 'Внебюджетные',
    founder: 'Учредители',
    consignee: 'Грузополучатели',
    warehouse_or_terminal: 'Склады',
    new_counterparty_by_edo: 'Новые',
    edo_operator: 'Операторы',
    court: 'Суды',
    potential_customer: 'Потенциальные',
    new_counterparty: 'Новый',
    employee: 'Сотрудники',
    archive: 'Архив',
    deleted: 'Удаленные',
}

// const report = [
//     на_январь{
//         начало: {
//             'Собственный парк': {
// 'итог': '3'
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
// 'итог': '3'
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
// 'итог': '3'
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
     // 'итог': '3'
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
     // 'итог': '3'
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//         ввод: {
//             'Собственный парк': {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//         вывод: {
//             'Собственный парк': {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//        }
//        на_февраль{
//         начало: {
//             'Собственный парк': {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//         ввод: {
//             'Собственный парк': {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//         вывод: {
//             'Собственный парк': {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//                 }
//             "Парк в лизинге": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Арендованный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Привлеченный парк": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//             "Всего ПС": {
//                 'Полувагоны': '1'
//                 'Цистерны': '2'
//             }
//         }
//        }
// ]
export default {
    groups
}